Repository: joerivanveen/each-domain-a-page
Catalog: each-domain-a-page/languages/each-domain-a-page-*.po
Languages: nl_nl

source: Each domain a page
nl_nl: Elk domein een pagina

source: Select favicons
nl_nl: Selecteer faviconen

source: Use image(s)
nl_nl: Gebruik afbeelding(en)

source: Delete
nl_nl: Verwijder

source: Add favicon
nl_nl: Voeg favicon toe

source: Add one or more favicons to this page. ‘Each domain a page’ outputs the favicons for you, but does not check whether they are valid.
nl_nl: Voeg een of meerdere favicons toe aan deze pagina. ‘Elk domein een pagina’ zal de favicons voor je uitvoeren, maar controleert niet of ze correct zijn.

source: As a rule of thumb I would use a small square SVG for modern browsers, and a 32x32 pixel ICO file as fallback.
nl_nl: Als vuistregel zou ik aanhouden een kleine vierkante SVG voor moderne browsers, en een 32x32 pixels ICO bestand als terugval.

source: Inside the SVG you can respond to dark mode as well. Consult your favourite resource for current best practices.
nl_nl: In de SVG kun je rekening houden met dark mode. Raadpleeg je favoriete bron voor de huidige beste praktijk.

source: You may need a plugin to be able to upload ICO and SVG files, since they are blocked by default.
nl_nl: Je hebt mogelijk een plugin nodig om ICO en SVG bestanden te kunnen uploaden, want die zijn standaard geblokkeerd.

source: Nonce verification failed, favicons not saved.
nl_nl: Nonce controle mislukt, favicons niet opgeslagen.

source: You do not have permission to edit this post, favicons not saved.
nl_nl: Je hebt geen rechten om dit bericht te bewerken, favicons niet opgeslagen.

source: Error saving favicons.
nl_nl: Fout bij opslaan favicons.

source: Set your options
nl_nl: Kies je opties

source: This plugin matches a slug to the domain used to access your WordPress installation and shows that page or post.
nl_nl: Deze plugin vergelijkt een slug met het domein dat wordt gebruikt om je Wordpress installatie te benaderen en toont die pagina of bericht.

source: The rest of your site keeps working as usual.
nl_nl: De rest van je website blijft gewoon werken.

source: Typing your slug: replace %1$s (dot) with %2$s (hyphen). A page or post with slug %3$s would show for the domain %4$s (with or without the %5$s).
nl_nl: Bij je slugs: vervang %1$s (punt) door %2$s (verbindingsstreepje). Een pagina of bericht met slug %3$s wordt getoond voor domein %4$s (met of zonder %5$s).

source: For UTF-8 characters you need to use the punycode for your slug. Example: use %1$s for the domain %2$s.
nl_nl: Bij UTF-8 karakters moet je de punycode gebruiken voor je slug. Bijvoorbeeld: gebruik %1$s voor het domein %2$s.

source: Of course the domain must reach your WordPress installation as well.
nl_nl: Natuurlijk moet het domein je Wordpress installatie wel bereiken.

source: This plugin works out of the box.
nl_nl: De plugin werkt meteen.

source: However if you want your landing pages to correctly identify with the domain, you should activate the `use_canonical` option below.
nl_nl: Wanneer je wilt dat de landingspagina’s zich correct identificeren met het domein, vink dan de `use_canonical` optie hieronder aan.

source: This makes the plugin slightly slower, it will however return the domain in most cases.
nl_nl: Dit maakt de plugin iets langzamer, het geeft echter het juiste domein terug in de meeste gevallen.

source: Each canonical is activated by visiting the page once using the domain.
nl_nl: Elke canonical is geactiveerd door de pagina eenmaal te bezoeken via het domein.

source: SEO plugins like Yoast may or may not interfere with this. If they do, you can probably set the desired canonical for your landing page there.
nl_nl: SEO plugins zoals Yoast kunnen hierin storen. Als dat zo is, dan kun je de gewenste canonical voor je landingspagina waarschijnlijk daar instellen.

source: You can redirect your visitors to the canonical domain always with the `force_redirect` option.
nl_nl: Je kunt je bezoekers altijd naar het canonical domein doorverwijzen met de `force_redirect` optie.

source: Canonical functionality is switched off for admin pages, to allow page builders to work properly.
nl_nl: Canonical functionaliteit is uitgeschakeld voor admin pagina’s, zodat page builders blijven werken.

source: If the default language of this installation is English (United States), you can use different locales for your slugs.
nl_nl: Wanneer de standaard taal van deze installatie Engels (US) is, dan kun je verschillende locales gebruiken voor je slugs.

source: Otherwise this is not recommended since translation files will already be loaded and using a different locale will involve loading them again.
nl_nl: Anders is dit niet aanbevolen omdat vertaal-bestanden dan al geladen zijn en het gebruik van een andere locale veroorzaakt herladen.

source: Use valid WordPress locales with an underscore, e.g. nl_NL, and make sure they are available in your installation.
nl_nl: Gebruik correcte WordPress locales met een underscore, bijv. nl_NL, en controleer dat ze beschikbaar zijn in je installatie.

source: Not all locales are supported by all themes.
nl_nl: Niet alle locales worden ondersteund door alle thema’s.

source: By default this plugin will configure ajax requests to be sent to the domain currently served, to avoid CORS errors.
nl_nl: Standaard zal deze plugin ervoor zorgen dat ajax verzoeken worden verstuurd naar het huidige domein, om CORS fouten te voorkomen.

source: In addition, CORS headers will be sent for configured domains.
nl_nl: Bovendien worden CORS headers verstuurd voor geconfigureerde domeinen.

source: Use domains as canonical url
nl_nl: Gebruik domeinen als canonical url

source: Redirect pages to canonical domain always
nl_nl: Pagina’s altijd doorsturen naar canonical domein

source: Canonicals must include www
nl_nl: Canonicals inclusief www

source: All domains have an SSL certificate installed
nl_nl: Alle domeinen hebben een SSL certificaat

source: Use only post title as document title
nl_nl: Verwijder site titel uit document titel

source: Add individual favicons to pages and posts
nl_nl: Voeg individuele favicons toe aan pagina’s en berichten

source: Type relations between urls and locales like my-slug-ca = en_CA
nl_nl: Type relaties tussen urls en locales als my-slug-ca = en_CA

source: Warning status cleared.
nl_nl: Waarschuwing opgeheven.

source: Save settings
nl_nl: Instellingen opslaan

source: Warning
nl_nl: Waarschuwing

source: Settings
nl_nl: Instellingen

source: %1$s does not work on multisite installs. You should try ‘%2$s’
nl_nl: %1$s werkt niet op multisite installaties. Probeer ‘%2$s’

source: In order for webfonts to work on alternative domains you need to add the following lines to your .htaccess:
nl_nl: Om webfonts te laten werken op alternatieve domeinen moet je de volgende regels toevoegen aan je .htaccess:

source: In addition you need to have mod_headers available.
nl_nl: En mod_headers moet beschikbaar zijn.
